Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: This document provides the justification of the proposed release specification of the test parameter active ingredient degradation - product Z for pramipexole dihydrochloride monohydrate tablets.
es_es: Se presenta en este documento la justificación de la especificación de liberación propuesta para el parámetro analítico "degradación del principio activo, producto Z" de pramipexol diclorhidrato monohidrato, comprimidos

source: This document summarises batch information and analytical data from alteplase drug product (DP) batches (50 mg/vial).
es_es: En este documento, se resume la información de partidas y los datos analíticos de las pruebas de liberación correspondientes a las partidas del principio activo alteplasa (50 mg/vial).

source: This document summarizes batch information and analytical data from alteplase drug substance (DS) batches.
es_es: En este documento, se resume la información de partidas y los datos analíticos de las pruebas de liberación correspondientes a las partidas del principio activo alteplasa.

source: This document summarizes batch information and analytical data from release testing of tiotropium bromide batches.
es_es: En este documento, se resume la información de partidas y los datos analíticos de las pruebas de liberación correspondientes a las partidas de bromuro de tiotropio.

source: This document summarizes the batch information and the analytical data from release testing of idarucizumab drug substance manufactured using the current CEX method and the proposed CEX method in parallel.
es_es: Se resumen en este documento, en paralelo, la información de las partidas y los datos analíticos de las pruebas de liberación del principio activo idarucizumab elaborado con el método CEX vigente y el método CEX propuesto.

source: This document summarizes the stability results of production-scale batches of Pramipexole Dihydrochloride Monohydrate Extended Release (ER) Tablets (0.375 mg, 0.75 mg, 1.5 mg, 3 mg, 4.5 mg) manufactured and packaged by Rottendorf Pharma GmbH, Ennigerloh, Germany.
es_es: En este documento, se presentan, en resumen, los resultados de estabilidad de las partidas de pramipexol diclorhidrato monohidrato, comprimidos de liberación prolongada (ER) (0,375 mg, 0,75 mg, 1,5 mg, 3 mg y 4,5 mg) fabricados y acondicionados, a escala de producción, por Rottendorf Pharma GmbH, Ennigerloh, Alemania.

source: This eDMS is a validated GMP system with full audit trail and an electronic approval function.
es_es: Este eDMS es un sistema validado según las buenas prácticas de fabricación, con registro pleno de los documentos de auditoría y función de aprobación electrónica.

source: This endpoint accounted for clinical hierarchies in composite outcomes, i.e. CV death was ascribed greater importance than HHF (see win ratio in Section 9.7.1.3.3)
es_es: Este criterio de valoración daba cuenta de las jerarquías clínicas de los desenlaces compuestos; o sea, la muerte cardiovascular recibió más importancia que la hospitalización por insuficiencia cardíaca (ver las proporciones de operaciones ganadoras en la Sección 9.7.1.3.3)

source: This endpoint was to be tested with a 2-sided α level of 0.001.
es_es: Este criterio de valoración se debía evaluar con un α bilateral de 0,001.

source: This enhanced Ames test includes testing o CD 38800 XX in the pre-incubation method, without and with metabolic activation.
es_es: Esta prueba de Ames mejorada incluye la evaluación de CD 38800 XX mediante el método de preincubación, con o sin activación metabólica.

source: This evaluation of CQAs was grounded in scientific and engineering principles, prior knowledge from platform technology and experience with commercial scale manufacturing processes.
es_es: Esta evaluación de los atributos críticos de calidad se realizó en función de principios científicos y de ingeniería, el conocimiento previo de la tecnología de plataforma y la experiencia en los procesos de fabricación a escala comercial.

source: This exceeds the volume tested in the filtration characterisation study and therefore further reduces adsorption and dilution effects from the sterile filter.
es_es: Esto excede el volumen analizado en el estudio de caracterización de la filtración y, por lo tanto, reduce aún más los efectos de adsorción y dilución del filtro estéril.

source: This filling line is equipped with RABS technology.
es_es: Esta línea de llenado está equipada con tecnología barrera de acceso restringido.

source: This final report accurately describes the procedures employed during the course of this study and reflects the raw data.
es_es: En este informe final se describen con exactitud todos los procedimientos aplicados durante el estudio y se reflejan los datos sin procesar.

source: This follows the negative result of the GLP-compliant enhanced AMES test performed with this impurity (refer attachment 5).
es_es: Tal actualización se basa en el resultado negativo de la prueba AMES mejorada, basada en las buenas prácticas de laboratorio, para dicha impureza (ver el anexo 5).

source: This general information includes the DP and DS batch numbers, manufacturing date, DS manufacturing scale and process, and the use of each batch.
es_es: Esta información general incluye los números de partida del medicamento y el principio activo, la fecha de fabricación, la escala y el proceso de fabricación del principio activo y el destino de uso de cada partida.

source: This general information includes the batch number, manufacturing date, batch size, and the use of each batch as well as information about the manufacturing site used.
es_es: Entre la información general se incluyen los números de partida, la fecha de fabricación, el tamaño de partida, el uso de cada partida e información sobre la planta productora.

source: This group is responsible for the majority of severe disability after stroke.
es_es: En este grupo, se observa la mayoría de las discapacidades graves después de un accidente cerebrovascular.

source: This guideline was the most adequate document available with regard to suitable study criteria at the date of this study.
es_es: A la fecha de estudio, esta guía era el documento disponible más adecuado en lo que respecta a criterios de estudio pertinentes.

source: This has also been communicated in regulatory guidelines by several Health Authorities.
es_es: Varias autoridades sanitarias han comunidado esta información en sus lineamientos regulatorios.

source: This has led to guidelines recommending different doses of tenecteplase for ischemic stroke.1
es_es: Esto ha llevado a que las directrices recomienden diferentes dosis de tenecteplasa para el accidente cerebrovascular isquémico.1

source: This immediate report was required regardless of whether the investigational product was administered and regardless of causal relationship.
es_es: Este informe inmediato fue requerido hubiérase administrado o no el producto en investigación y más allá de la relación causal.

source: This imprint is a Local Institution statement which states that the product cannot be sold.
es_es: Esta inscripción es una declaración en la que la Institución local declara que el producto no puede comercializarse.

source: This in-vitro test method determines the fibrinolytic activity of tenecteplase DP by the clot lysis assay, which measures the potency of tenecteplase to activate plasminogen into plasmin and finally dissolving the fibrin clot induced by thrombin.
es_es: Este método analítico in vitro evalúa la actividad fibrinolítica del medicamento tenecteplasa por medio del ensayo de lisis de coágulo, que mide la potencia de la tenecteplasa para activar el plasminógeno, convertirlo en plasmina y finalmente disolver el coágulo de fibrina inducido por la trombina.

source: This included AEs with an onset date 7 days before the SARS-CoV-2 infection until the end of the on-treatment period.
es_es: Estuvieron incluidos los EA manifestados desde 7 días antes de la infección por SARS-CoV-2 y hasta el final del período en tratamiento.

source: This included age categories (including patients aged ≥ 80 years), as well as eGFR categories, and prior use of sulphonylureas or glinides [c23238241, Table 12.1.3: 2].
es_es: Esto incluyó las categorías etarias (incluidos los pacientes ≥ 80 años) y las categorías de TFGe y antecedentes de uso de sulfonilureas o glinidas [c23238241, Tabla 12.1.3: 2].

source: This includes patients on a very low carbohydrate diet (as the combination may further increase ketone body production), patients with an acute illness, pancreatic disorders suggesting insulin deficiency (e.g. T1DM), history of pancreatitis or pancreatic surgery), insulin dose reduction (including insulin pump failure), alcohol abuse, severe dehydration, and patients with a history of ketoacidosis.
es_es: Esto incluye pacientes con una dieta muy baja en carbohidratos (ya que la combinación entre la dieta y el medicamento puede aumentar aún más la producción de cuerpos cetónicos), pacientes con alguna enfermedad aguda, trastornos pancreáticos indicativos de déficit de insulina (por ejemplo, DM1), antecedentes de pancreatitis o cirugía pancreática), reducción de la dosis de insulina (incluyendo falla de la bomba de insulina), abuso de alcohol, deshidratación severa y pacientes con antecedentes de cetoacidosis.

source: This includes storage for up to 14 days at Room Temperature (RT).
es_es: Este parámetro incluye un almacenamiento hasta 14 días a temperatura ambiente.

source: This increased risk among females in later adolescence is supported by other paediatric studies [R17-1457; R11-4524; R12-5100; R08-5647].
es_es: Este mayor riesgo entre las mujeres en la adolescencia tardía está respaldado por otros estudios pediátricos [R17-1457; R11-4524; R12-5100; R08-5647].

source: This indicates that there is no sufficient robustness for a 24 h stirring time.
es_es: Esto indica que un período de agitación de 24 horas no es lo suficientemente robusto.

source: This indicates the risk reduction for HF outcome is independent of the degree of glycaemic control at baseline, suggesting that these benefits can be achieved with the 10 mg dose similar to the 25 mg dose in the non-diabetic population as well.
es_es: Esto indica que la reducción del riesgo de insuficiencia cardíaca es independiente del grado de control glucémico inicial, lo que sugiere que estos beneficios se pueden lograr de modo similar con las dosis de 10 mg y 25 mg también en la población no diabética.

source: This indication is supported by results of the clinical trial AcT (Alteplase Compared to Tenecteplase in patients with acute ischemic stroke, see module 2.5 Clinical Overview) is used as pivotal trial.
es_es: Esta indicación está respaldada por resultados del ensayo clínico AcT (alteplasa comparada con tenecteplasa en pacientes con accidente cerebrovascular isquémico, véase el Módulo 2.5, Resumen clínico), que se utiliza como ensayo pivote.

source: This information is already available to prescribers and patients from the product labels.
es_es: Los prescriptores y pacientes ya reciben esta información en las etiquetas del producto.

source: This initial evaluation of CQAs which can potentially be impacted by various DP manufacturing steps was performed based on scientific and engineering principles, prior knowledge from platform technology and experience with commercial scale manufacturing processes.
es_es: Esta evaluación inicial de los atributos críticos de calidad que podrían verse afectados por diversos pasos de la fabricación del medicamento se realizó en función de principios científicos y de ingeniería, el conocimiento previo de la tecnología de plataforma y la experiencia en los procesos de fabricación a escala comercial.

source: This inspection was a general cGMP with a satisfactory outcome and resulted in a VAI (Voluntary Actions Indicated) or recommendations for administrative or regulatory actions.
es_es: Esta inspección general del cumplimiento con las buenas prácticas de fabricación vigentes, y concluyó con un resultado satisfactorio y una indicación de acciones voluntarias o recomendaciones de acciones administrativas o regulatorias.

source: This is a common exclusion criterion in clinical trials.
es_es: Este es un criterio de exclusión frecuente en los ensayos clínicos.

source: This is a standard process at Catalent FR (Beinheim) for gelatin capsule manufacturing.
es_es: Este es un proceso estándar tal como se realiza en Catalent FR (Beinheim) para la fabricación de cápsulas de gelatina.

source: This is a summary of the risk management plan (RMP) for Spevigo.
es_es: Este es un resumen del plan de gestión de riesgos (RMP) para Spevigo.

source: This is a time critical therapy.
es_es: Es un tratamiento en el que el tiempo es un factor crítico.

source: This is a worst-case scenario, since the DP will not be administered daily.
es_es: Este es el peor escenario, ya que el medicamento no se administra diariamente.

source: This is acceptable for parenteral solutions as the undiluted target tonicity is similar to that of human blood.
es_es: Esto es aceptable para soluciones parenterales, ya que la tonicidad objetivo sin diluir es similar a la de la sangre humana.

source: This is consistent with the initially greater glycaemic effect of glimepiride (Figure 6).
es_es: Este dato es coherente con el efecto glucemiante inicial mayor que tuvo glimepirida (Figura 6).

source: This is consistent with the shorter time to first use of rescue medication in the linagliptin group, whereas the rates for use of antidiabetic rescue medication were comparable by the end of the trial (Section 4.3.5).
es_es: Este dato es coherente con el menor tiempo necesario hasta el primer uso de la medicación de rescate en el grupo de linagliptina; además, las tasas de uso de medicación de rescate antidiabético fueron equiparables al cabo del ensayo (Sección 4.3.5).

source: This is critical in order to avoid highly hypertonic solutions.
es_es: Esto es fundamental para evitar soluciones altamente hipertónicas.

source: This is defined as the lower limit of the PAR for filter flush volume before filter integrity testing and filtration.
es_es: Esto se define como el límite inferior del rango aceptable comprobado para el volumen de enjuague del filtro antes de la prueba de integridad del filtro y la filtración.

source: This is filled in the syringe with a needle
es_es: Se inserta en la jeringa con una aguja

source: This is filled in the syringe with a needle (for details see Section 3.2.P.7 Description of Container Closure System).
es_es: Ya inserto como relleno en la jeringa con aguja. En la Sección 3.2.P.7, Descripción del envase y sistema de cierre, hay mayores detalles).

source: This is further supported by direct comparison of NDMA results on a representative number of batches tested on the bulk drug product and on the finished product level.
es_es: Esto está respaldado además por la comparación directa de la NDMA resultante en una cantidad representativa de partidas del medicamento a nivel de granel y de producto terminado.

source: This is in line with expectations, as tenecteplase DS is manufactured with comparable cell substrates (WCBs derived from the same MCB).
es_es: Esto concuerda con las expectativas, dado que el principio activo tenecteplasa se fabrica con sustratos celulares comparables (bancos de células de trabajo derivados del mismo banco de células maestro).

source: This is indicating that tenecteplase is not susceptible to isomerisation under conditions that are relevant to DP manufacturing.
es_es: Esto indica que la tenecteplasa no es susceptible de isomerización en las condiciones que son pertinentes al proceso de fabricación del medicamento.

source: This is only an administrative change, no change to the manufacturing process of the vial adapter was introduced (please also refer to the attached statement, Annex 3- Statement manufacturer vial adapter).
es_es: Es solo un cambio administrativo y no se han introducido cambios en el proceso de fabricación del adaptador del vial (ver la declaración adjunta: Anexo 3 - Declaración sobre el fabricante del adaptador de vial).

source: This is supported by the root cause evaluation as provided in section P.2.
es_es: Esto está respaldado por la evaluación de la causa raíz comprendida en la sección P.2

source: This is the best case scenario and was seen quite frequently in the Australian phase II tenecteplase study.
es_es: Este representa el mejor de los casos y se observó con bastante frecuencia en el estudio australiano de fase II con tenecteplasa.

source: This is the goal of the downstream purification process starting from A01 (Harvest Activity Pool) via C05 (Lysine Activity Pool) to J05 (Drug Substance).
es_es: Tal es el objetivo del proceso posterior de purificación que comienza en el paso A01 (mezcla de actividad de cosecha), incluye el C05 (mezcla de actividad de lisina) y finaliza en el J05 (principio activo).

source: This is uncritical since the retention time shifts apply to all components (APIs and analytes) equally and have no impact on the evaluation of the NDMA content.
es_es: Esto no resulta crítico, toda vez que estas modificaciones del tiempo de retención se dan por igual en todos los componentes (IFA y analitos) y no tienen impacto en la evaluación del contenido de NDMA.

source: This is well in accordance with ICH Q6A stating that in-process tests which are only used for the purpose of adjusting process parameters with an operating range are not included within the drug product specification.
es_es: Esto cumple holgadamente con el requerimiento Q6A de la ICH, según el cual "No se incluyen en la especificación del medicamento las pruebas de proceso que solo se usen para ajustar los parámetros del proceso dentro de una gama de operaciones".

source: This is well in accordance with ICH Q6A, stating that “In-process tests which are only used for the purpose of adjusting process parameters within an operation range, […], are not included in the specification.”
es_es: Esto cumple holgadamente con el requerimiento Q6A de la ICH, según el cual "No se incluyen en la especificación las pruebas de proceso que solo se usen para ajustar los parámetros del proceso dentro de una gama de operaciones".

source: This leachables monitoring is intended over the shelf life under storage at 30°C / 75 % RH for samples of the three validation batches.
es_es: Se prevé este monitoreo de lixiviables durante la vida útil en condiciones de almacenamiento de 30° C/75% HR para muestras de las tres partidas de validación.

source: This leads to an underestimation of the DNA clearance capacity of the Phenyl Sepharose chromatography.
es_es: Esto conlleva una infravaloración de la capacidad de depuración de ADN de la cromatografía en fenil sefarosa.

source: This leads to haemodynamic changes associated with modest osmotic diuresis, a BP lowering effect, improvement in arterial stiffness, reduction in oxidative stress, and decrease in heart rate x pressure product (a measure of myocardial oxygen consumption), with no increase in heart rate and no effect on sympathetic nerve activity [P15-00589, P15-09541].
es_es: Esto redunda en cambios hemodinámicos asociados con una modesta diuresis osmótica, un efecto hipotensor, una mejora de la rigidez arterial, una reducción del estrés oxidativo y una disminución del producto frecuencia cardíaca x presión (que mide el consumo miocardiano de oxígeno), sin aumento de la frecuencia cardíaca ni efectos en la actividad nerviosa simpática [P15-00589, P15-09541].

source: This leaves significant room for improvement in reperfusion rates for patients with major vessel occlusion which is present in ~40% of alteplase patients.
es_es: Esto deja un margen significativo para mejorar las tasas de reperfusión en pacientes con oclusión de vasos principales, que se presenta en ~40% de los pacientes en el grupo de alteplasa.

source: This led to >75% of patients in both groups returning to independent function and may have limited the trial’s power to detect a treatment effect of tenecteplase.
es_es: Esto permitió que >75% de los pacientes de ambos grupos recuperaran su función normal y probablemente haya limitado la potencia del ensayo para detectar un efecto del tratamiento con tenecteplasa.

source: This led to a comparable final target concentration of manganese in process compared to Metalyse®.
es_es: Esto conduce a un objetivo final de la concentración de manganeso intermedia del proceso comparable a la de Metalyse®.

source: This letter is computer-generated.
es_es: Esta carta ha sido generada mediante un sistema informático.

source: This limit guarantees that the risk of future OOS values is considerably below 1%.
es_es: Este nuevo límite garantiza que el riesgo de obtener valores que no cumplan con la especificación se encuentra holgadamente por debajo de 1%.

source: This lower bound was less than 50% of the more conservative lower 95% CI bound of approximately 6% on the point estimate of alteplase versus control effect size.2
es_es: Este límite inferior fue menos que 50% del límite inferior más conservador del IC del 95% (aproximadamente 6%) en la estimación puntual del tamaño del efecto de alteplasa frente al control.2

source: This may include additional laboratory tests or investigations, or consultation with other health care professionals.
es_es: Esto puede incluir análisis de laboratorio y evaluaciones adicionales, o consultas con otros profesionales médicos.

source: This may include seeking further opinion from a specialist in the field of the adverse event or requesting extra tests.
es_es: Por ejemplo, se puede solicitar la opinión de un especialista en el campo sobre el evento adverso o solicitar evaluaciones adicionales.

source: This means active with placebo.
es_es: Esto significa medicamento con placebo.

source: This means e.g. if day 0 is a Monday, the analysis of day 4 was started on Friday.
es_es: Esto significa, por ejemplo, que si el día 0 es un lunes, el análisis del día 4 se empezaría un viernes.

source: This means if this point is used as specification limit for batch release
es_es: Esto indica si este punto se usa como límite de la especificación para la liberación de partidas

source: This means if this point is used as specification limit for batch release testing, all released batches will remain within specification over the complete shelf-life with probability of at least 99%.
es_es: Esto indica que, si se usa este punto como límite de la especificación para la liberación de partidas, todas las partidas liberadas permanecerán dentro de la especificación en toda la vida útil, con una probabilidad, como mínimo, de 99%.

source: This means the analyte signal of the blank solution is < 25 % of the mean peak area in the QL solution.
es_es: Esto significa que la señal del analito de la solución blanco es < 25 % del área media de los picos en la solución QL.

source: This means, the results of all analytical test parameter, included in the stability study report are performed according to the analytical methods in section 3.2.P.5.2 and evaluated against the specification given in section 3.2.P.5.1.
es_es: Esto significa que los resultados de todos los parámetros de prueba analíticos incluidos en el informe del estudio de estabilidad se realizan de acuerdo con los métodos analíticos de la sección 3.2.P.5.2 y se contrastan con la especificación de la sección 3.2.P.5.1.

source: This meant that tenecteplase would be declared noninferior to alteplase if the lower bound of the 2-sided 95% CI for the adjusted RR was above 0.77.
es_es: Esto significaba que la tenecteplasa se declararía no inferior a la alteplasa si el límite inferior del IC bilateral (2 direcciones) del 95% del cociente de riesgos ajustado era superior a 0.77.
